export interface Testimonial {
  quote: string;
  name: string;
  title: string;
  org: string;
  photo: string;
}

export const TESTIMONIALS: Testimonial[] = [
  {
    quote:
      "‘এই নারীরাই বাংলাদেশের প্রতিনিধিত্ব করছেন এবং একটি অন্তর্ভুক্তিমূলক সমাজ গড়তে অক্লান্ত পরিশ্রম করে চলেছেন। আইপিডিসি ফাইন্যান্স এই নারীদের ক্ষমতায়নে বিশ্বাসী এবং তাদের এই অবদানগুলোর স্বীকৃতি প্রদানে সদা প্রস্তুত। তাদের গল্পগুলো তুলে ধরে দেশের জনগণকে অনুপ্রাণিত করতে এবং দেশব্যাপি ইতিবাচক পরিবর্তনে সবাইকে উদ্বুদ্ধ করতে আমরা প্রতিবছর এই উদ্যোগটি অব্যাহত রাখবো। অদম্য মানসিক শক্তি দেখিয়েছে।’",
    name: "রিজওয়ান দাউদ সামস",
    title: "ম্যানেজিং ডিরেক্টর ",
    org: " আইপিডিসি ফাইন্যান্স",
    photo: "/testimonials/sams.jpg",
  },
  {
    quote:
      "‘সত্যিকারের বীর তারাই, যারা কোনো প্রচারণা কিংবা সম্মাননার দাবি ছাড়াই জাতি গড়ার কাজ চালিয়ে যেতে থাকেন। আইপিডিসি ও দ্য ডেইলি স্টার এই অসামান্য নারীদের জন্য দারুণ এক প্ল্যাটফর্মের আয়োজন করেছে, যার মাধ্যমে তাঁরা হতে পারেন জাতীয় আখ্যানের অংশ। সামনের দিনগুলোতে তাদের সংগ্রাম ও অর্জনগুলোও এই প্ল্যাটফর্মের মাধ্যমে যথাযথভাবে প্রদর্শিত হতে থাকবে।‘ ",
    name: "রুবানা হক",
    title: "প্রেসিডেন্ট ",
    org: "বিজিএমইএ",
    photo: "/testimonials/haq.jpg",
  },
  {
    quote:
      "‘বাংলাদেশে নারীর পুরুষের মতো প্রতিটি ক্ষেত্রে সমানভাবে অবদান রাখছে। কিন্তু আমরা তাদেরকে চিনি খুবই কম, বিশেষ করে সুবিধাবঞ্চিত নারীদের অবদান বেশিরভাগ সময়ই থেকে যায় আড়ালে। পুরস্কারজয়ী সাত নারীর সংগ্রাম ও অর্জনের গল্প অনুপ্রেরণা যোগাতে পারে সবাইকেই। এমন সব গল্প আমাদের আরও বেশি খুঁজে বের করা উচিত এবং জাতির মাঝে ছড়িয়ে দেয়া উচিত।’ ",
    name: "আনিসুল হক",
    title: "সহযোগী সম্পাদক",
    org: "প্রথম আলো",
    photo: "/testimonials/anisul-haque.jpg",
  },
  {
    quote:
      "‘পুরস্কারপ্রাপ্ত সাতজনের উদাহরণ থেকেই দেখা যায়, নারীরা কীভাবে দেশের সামগ্রিক উন্নয়নে অবদান রেখে চলেছেন। আমি অবশ্যই এই অদম্য মানসিকতার মানুষগুলোকে স্বীকৃতি দেয়ার এই উদ্যোগকে সাধুবাদ জানাই। তাদের গল্প অন্যদেরকেও একইভাবে কাজ করার অনুপ্রেরণা যোগাবে। একই সাথে এই উদ্যোগটি নারীদের অবদানকে খাটো করে দেখার চর্চাকে পরিবর্তন করতেও সাহায্য করবে।’ ",
    name: "ফারাহ কবির",
    title: "কান্ট্রি ডিরেক্টর",
    org: "অ্যাকশন এইড বাংলাদেশ",
    photo: "/testimonials/farah-kabir.jpg",
  },
  {
    quote:
      "‘আমরা একটি ঐতিহাসিক ভুল সংশোধনের জন্য নারীদের স্বীকৃতি দিচ্ছি। আমরা এটা করছি সমাজে সমতা, সমৃদ্ধি ও ঐক্য বয়ে আনতে।’ ",
    name: "মাহফুজ আনাম",
    title: "সম্পাদক ও প্রকাশক",
    org: "দ্য ডেইলি স্টার",
    photo: "/testimonials/mahfuz-anam.jpg",
  },
];
